/**
 * 站点配置
 * www PC 端配置
 * wap 手机端配置
 *
 * title_suffix 网站标题后缀
 * title 网站标题
 * keywords 网站关键字
 * description 网站描述
 */
module.exports = {

    /** ******************************
     * 全站默认配置信息
     *******************************/
    default: {
        title_suffix: ' - 有赞 - 做生意，用有赞',
        title: '有赞',
        keywords: '有赞,微信商城,粉丝营销,微信商城运营',
        description: '有赞是帮助商家在微信上搭建微信商城的平台，提供店铺、商品、订单、物流、消息和客户的管理模块，同时还提供丰富的营销应用和活动插件。'
    },

    /** ******************************
     * www 默认配置信息
     *******************************/
    www_default: {

    },

    /** ******************************
     * wap 默认配置信息
     *******************************/
    wap_default: {

    },

    /** ******************************
     * 以下是 www 配置
     *******************************/

    '/': {
        title_suffix: '',
        title: '有赞 - 做生意，用有赞'
    }


    /** ******************************
     * 以下是 wap 配置
     *******************************/

};
